{
  "persone": {
    "Carogna": {
      "info": {
        "titolo": "contadino di mele",
        "classe": "goblin delle caverne",
        "titolo di studio": "Agricolo che ha scoperto che con l'informatica puo truffare piu vecchietti",
        "giorno di nascita": "03/11/1994"
      },
      "stats": [
        "120/200",
        "60/100",
        "1",
        "2",
        "-1",
        "6",
        "10"
      ],
      "items": {
        "fulvia": "rottame che usa per scappare dalla finanza. Paga 50 oro per scappare dalle guardie imperiali. "
      },
      "skills": {
        "evasione fiscale": "piccolo trucchetto che gli permette di arrivare a fine mese. Una volta per turno può rubare 5 oro dalla banca, 10% di essere scoperto e finire in prigione ogni volta che viene usata. ",
        "ignorare i messaggi": "10% di ignorare i danni subiti, dopo di che lancia una moneta e diminuisci di 1 carisma se esce testa"
      },
      "bio": [
        "Uno dei fondatori e una delle fondamenta del gruppo. Con il suo ruolo da villain ha minato più volte la stabilità della compagnia ma l'odio comune nei suoi confronti ci ha unito più che mai. ",
        "Attenzione! potrebbe insultarti la macchina.",
        "Ha vissuto buona parte della sua gioventu' rinchiuso in una grotta per difendersi dal suo punto debole: Mortalmente allergico alle papere"
      ]
    },
    "Pier": {
      "info": {
        "titolo": "Giudice Supremo",
        "classe": "Umano",
        "titolo di studio": "se non puoi batterli unisciti a loro"
        "giorno di nascita": "14/02/1994"
      },
      "stats": [
        "200/230",
        "150/150",
        "6",
        "4",
        10,
        5,
        8
      ],
      "items": {
        "Lampanal": "Strumento di tortura importato dal regno unito. Danno +10% agli attacchi con bersaglio singolo. "
      },
      "skills": {
        "consiglio legale": "Al costo di 20 oro permette di capire se si trova davanti a una persona che sta mentendo. Nel caso sia così guadagna 30 oro tra 2 turni, tempo di procedere con una bella denuncia. ",
        "consiglio illegale": "Se uno dei suoi compagni viene arrestato recandosi nelle prigioni e pagando 120 oro può annullarne la sentenza. "
      },
      "bio": [
        "Altro membro storico della compagnia. All'apparenza il membro più morigerato del gruppo, ma basta poco per capire che si diletta anche con eleganza nell'arte di sparare minchiate. 100% no snitch"
      ]
    },
    "Silvia": {
      "info": {
        "titolo": "Alchimista di stato",
        "classe": "Elfo Alto",
        "titolo di studio": "Serviva qualcuno che badasse a Laura per questo si è iscritta a chimica"
        "giorno di nascita": "31/07/1995"
      },
      "stats": [
        "200/200",
        "150/150",
        3,
        7,
        10,
        4,
        10
      ],
      "items": {
        "papicar": "mezzo di trasporto piu' stiloso della compagnia, bistrattato da Carogna ma solo perche' ne e' segretamente invidioso, +1 CAR durante gli spostamenti"
      },
      "skills": {
        "pozione velenosa": "Paga 15 MP e usa gli ingredienti per creare una pozione con uno dei seguenti effetti a scelta : +30HP/ +50 MP / +1d6 a una statistica a scelta per 3 turni",
        "campionatura all'alba": "Consuma 35 MP per ottenere un ingrediente per pozioni di origine vegetale a scelta. ",
        "Potere dei BFF": "Ogni turno cura 10% HP se si trova in prossimità di Bonny. Perde 10% HP altrimenti. "
      },
      "bio": ["Raccoglitrice di piante anche lei istruita all'accademia di Padova si unisce in tempi recenti alla compagnia per tenere sott'occhio Laura",
				"Fin da subito si dimostra una preziosa alleata, un fido confidente per Laura e LA BEST BFF per Bonny",
				"Ora che Bonny si puo' occupare di Laura e' tornata alla sua attivita' prediletta, la ricerca di piante esotiche nelle regioni montuose dove ha trovato un nuovo compagno"
				"Ciao BFF<3"]
    },
    "Bonny": {
      "info": {
        "titolo": "Giullare di corte",
        "classe": "Tiefling",
        "titolo di studio": "Tondeggiatore di siti web"
        "giorno di nascita": "29/08/1995"
      },
      "stats": [
        "200/200",
        "90/100",
        7,
        5,
        8,
        7,
        5
      ],
      "items": {
        "Magliette rosse": " Grazie al suo stock infinito di magliette rosse e' sempre alla moda e pulito, -30% Danni da Acqua e Gelo"
      },
      "skills": {
        "doppio senso": "Non tutto quello che dice va preso alla lettera. +1 Carisma",
        "potere dei BFF": "Ogni turno cura 10% HP se si trova in prossimità di Silvia. Perde 10% HP altrimenti. "
      },
      "bio": [
        "Giullare di corte da non prendere troppo sul serio e che non sa cosa scrivere su se stesso quindi cerca di prendere tempo digitando quello che pensa ",
				"Tirato fuori dal suo ritiro eremitico da carogna e' stato obbligato a unirsi al resto del gruppo; tutto sommato non se la cava nemmeno troppo male"
      ]
    },
    "Laura": {
      "info": {
        "titolo": "Ammaestratrice di Bestie Selvetiche",
        "classe": "Centauro",
        "titolo di studio": "Che cariera potrebbe mai scegliere una persona leggermente sbadata? Quella con accesso a sostanze tossiche, strumenti delicati e attrezzatura costosa? Si. "
        "giorno di nascita": "16/04/1995"
      },
      "stats": [
        "40/90",
        "120/200",
        5,
        6,
        3,
        "-4",
        10
      ],
      "items": {
        "planetaria": "riduci del 30% i tempi di preparazione di pietanze al falo', se e' un dolce fornisce +10 HP "
      },
      "skills": {
        "stalkeraggio preventivo": "Al costo di 50 MP Scopri tutte le info di un altro personaggio "
        "pozione esplosiva": " tentando di replicare una ricetta trovata su instagram Laura ha scoperto un nuovo tipo di eplosivo. +50% danni da incantesimi e pozioni esplosive. "
      },
      "bio": [
        "Aggiunta inizialmente per raggiungere la quota rosa della compagnia attira da subito l'attenzione di un altro membro del gruppo. ",
        "Si contraddistingue fin da subito per le sue abilità come spia grazie alle quali si diverte a stalkerare diversi compagni d'avventura",
        "Con le sue skills da pasticciera e il suo piccolo familio Lina conquista tutti, ma la sua persona verrà per sempre ricordata aver convinto Silvia a deliziarci della sua presenza"
      ]
    },
    "Kevin": {
      "info": {
        "titolo": "Stregone",
        "classe": "Mezzelfo",
        "titolo di studio": "Scriba di racconti storici/informatici imitati da grandi e piccini"
        "giorno di nascita": "20/09/1994"
      },
      "stats": [
        "100/160",
        "380/400",
        6,
        10,
        8,
        6,
        8
      ],
      "items": {
        "droka": "La sua scorta illimitata di droka gli garantisce immunità da avvelenamento e ripristino di 5MP per turno. "
      },
      "skills": {
        "esploratore di mondi": "+20MP -10 oro ogni volta che si trova arriva in un posto mai visitato precedentemente. ",
        "gemello sostituto": "Sfrutta il suo gemello per svolgere compiti che spetterebbe a lui. Non molto efficace in quanto non si somigliano.\nConsuma 50 mana per creare un clone di se stesso da usare come sostituto per evitare attacchi o svolgere compiti. "
      },
      "bio": [
        "Stregone errante, ama esplorare il mondo alla ricerca di artifatti e luoghi leggendari",
				"Originario delle terre nei pressi dell'accademia di Padova, luogo di studi di parte della compagnia. In quei luoghi viene reclutato da Bonny e Carogna come alleato nelle sfide poste dall'accademia"
				"Si rivela un ottimo alleato anche al di fuori dell'accademia"
				"Speriamo che non si stufi di fare tutta questa strada (anche perche' carogna mica lo smuovi da queste zone eh)"
      ]
    },
    "Martaina": {
      "info": {
        "titolo": "Mastro carpentiere",
        "classe": "Umano",
        "titolo di studio": "Architetta"
        "giorno di nascita": "24/10/1995"
      },
      "stats": [
        "160/200",
        "150/200",
        3,
        7,
        6,
        5,
        9
      ],
      "items": {
        "tennents calda": "Reliquia della sua gioventù. Le bevande e pozioni nelle taverne costano 30% in meno.  "
      },
      "skills": {
        "bonus 110": "Una volta per turno consuma 10 MP, dona 11 oro a un altro giocatore.\nSe il giocatore si trova all'interno di un edificio riduce del 20% i danni di fuoco e ghiaccio. ",
        "timore animale": "Percezione elevata di animali ostili. -10% danni se presente un animale nelle vicinanze"
      },
      "bio": [
        "Ex studiosa della prestigiosa biblioteca di castello. ",
				"Mille sono le avventure vissute dalla giovane Martina prima di unirsi alla compagnia, ma una vita cosi' caotica non poteva continuare,",
				"il suo nome dovette abbandonare e cosi' una vita piu' equilibrata l'architetta Martaina pote' cominciare.",
      ]
    }
  },
  "npc": {
    "Lina": {
      "titolo": "Most Wanted",
      "bio": [
        "Mascot ufficiale della compagnia.",
        "Piccolo coniglio nano che non sa di esserlo e per questo e' cresciuto fino a essere scambiata per un cagnolino.",
        "Artista della fuga adorata da grandi e piccini; in pochi sono i prescelti che hanno l'onore di coccolarla, attenzione alle zanne..."
      ]
    },
    "Tony": {
      "titolo": "Il Cavaliere Nero",
      "bio": [
        "Uno dei membri fondatori del gruppo, la ricerca di una donzella lha portato a frequentare ambienti del regno dell'oscurita (discoteche a tarda notte). ",
        "Questa sua brama l'ha portato ad allontanarsi in una quest in solitaria. Chissà se prima o poi tornerà vittorioso da questa sua avventura..."
      ]
    },
    "Pirlog": {
      "titolo": "Nano minatore (di bitcoin)",
      "bio": [
        "studente dell'accademia di arti oscure di Padova per un breve periodo è ti emerso dalle profondità della terra per degnarci della sua presenza. Ora le sue apparizioni sono sempre più rare "
      ]
    }
  },
  "luoghi": {
    "Casteo": {
      "titolo": "Castelfranco Vto",
      "bio": [
        "Terra d'origine di molti dei nostri eroi. Al sicuro grazie alle sue alte mura potrei goderti pasti caldi e bevande. ",
        "Una volta l'anno le varie fazioni combattono per la mano della dama, ottimo periodo per ottenere armi di ottima fattura"
      ]
    },
    "HotAndCold": {
      "titolo": "Castelfranco Vto",
      "bio": [
        "Taverna nelle estremita nord della terra di Casteo.",
        "Oggettivamente miglior posto di casteo, disdegnato per via del servizio non del tutto eccezionale"
      ]
    },
    "SanMarteen": {
      "titolo": "Villa del conte",
      "bio": [
        "Taverna usata per la sua capacità di ospitare party più numerosi di 6 persone. ",
        "Prezzi bassi ma spesso viene usata come orfanotrofio, molti bambini risiedono in quel luogo dopo esser stati abbandonati. "
      ]
    },
    "Parcheggio del Palazzetto": {
      "titolo": "Castelfranco Vto",
      "bio": [
        "Luogo di ritrovo primario. Prima di partire per ogni avventura recati in questo luogo per riuniti con i tuoi compagni, preparare la missione e aspettare Carogna "
      ]
    },
    "Enego": {
      "titolo": "Regione montuosa dell'estremo nord",
      "bio": [
        "Una delle numerose proprietà di carogna si trova nella vetta di un monte. ",
        "Usata da carogna per meditare, dal resto della compagnia per bere. ",
        "Disponibili limitati posti letto ampliabili grazie alla generosità del conte Bezos(amico intimo di carogna). Attenzione: disponibili solo bruttissimi film horror! "
      ]
    },
    "Bielefeld": {
      "titolo": "Germania",
      "bio": [
        "Una delle città più belle della Germania. ",
        "Nonostante sia sotto il dominio del re del Ghiaccio, Laura (sua acerrima nemica) ha deciso di intraprendere una quest secondaria con l'obiettivo di conquistarla. Disponibili letti e viveri in quantità. "
      ]
    }
  },
  "regole": {
    "regolamento": {
      "titolo": "17 Settembre 2017",
      "bio": [
        "Regolamento compagnia: ",
        "- prima di ogni aggiunta di ogni membro  esterno ci vuole il consenso di tutti gli amministratori",
        "- Per nominare un'altro admin ci vuole il consenso di tutti gli admin ",
        "- In caso di forte dissenso di un admin sull'aggiunta o rimozione di un membro con motivazioni dimostrabili e plausibili, si procederà ad eseguire l'azione dettata dall'admin esercitante il dissenso.",
        "- Regola primaria del gruppo è rispondere. Se uno non visualizza e/o non risponde fino ad un massimo di 3 volte consecutive entro 1h dalla lettura verrà richiamato, ed eventualmente si richiederà l'intervento diretto degli admin.",
        "- Nel caso un partecipante al gruppo cominci a generare potenziai conflitti/disagi su eventi di notevoli importanza e non, sarà compito degli admin provvedere sul da farsi.",
        "- Un admin può rifiutare o cessare il suo incarico previa repentina comunicazione a tutti gli admin",
        "- Ulteriori regole saranno aggiunte in futuro"
      ]
    }
  }
}
